Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Gaea wants to make Bioroids truly live.
ru: Гея хочет сделать биороидов живыми.

source: By making Bioroids procreative.
ru: Дав биороидам репродуктивную способность.

source: About the technology to restore Bioroid procreative ability,
ru: О технологии восстановления репродуктивной способности биороидов,

source: I heard that Dr. Gilliam who developed the technology erased all information.
ru: Я слышал, что доктор Джиллиан, разрабатывавшая технологию, стерла всю информацию.

source: That made the development impossible.
ru: Что сделало дальнейшую разработку невозможной.

source: That' s true, General Uranus.
ru: Это так, генерал Уран.

source: If that technology information was indeed erased, it' s impossible to develop it again.
ru: Старец: то возобновить разработку было бы невозможно.

source: However the lost information which we called "Apple Seed" does exist!
ru: Однако, утерянная информация, которую мы называли "Яблочное Семя" существует!

source: Soon we will find the lost Apple Seed, and restore the Bioroids procreative ability, make them evolve into a new form of human race, and build a new Utopia.
ru: Старец: восстановим репродуктивную способность биороидов,

source: Hitomi
ru: Хитоми!

source: She' s OK.
ru: Она в порядке.

source: Only sleeping
ru: Только спит.

source: Are you sure she could be saved?
ru: Вы уверены, что ей можно помочь?

source: As long as we find the lost Apple Seed.
ru: Если мы найдем утраченное "Яблочное Семя".

source: If not
ru: А если нет?

source: Her body will degenerate very fast.
ru: Ее тело дегенерирует очень быстро.

source: She' il die in 24 hours.
ru: Она погибнет в течение 24 часов.

source: Not only Hitomi herself
ru: Не только Хитоми.

source: All Bioroid will have the same destiny.
ru: Всех биороидов постигнет та же участь.

source: I am Premier Athena.
ru: Я премьер Афина Реес.

source: You are you Deunan, right?
ru: А ты Дюнан Ньют?

source: Deunan
ru: Дюнан

source: Do you know Dr. Gilliam?
ru: Ты знаешь доктора Джиллиан?

source: We did research over twenty years and couldn' t go beyond Dr. Gilliam' s result.
ru: Старец: и не смогли превзойти результатов доктора Джиллиан.

source: But if we get Dr. Gilliam' s Apple Seed, the Bioroids procreative ability can be restored, and we can become the new human race without the D- tank.
ru: Старец:

source: Gaea made the final decision.
ru: Гея приняла окончательное решение.

source: Athena, we all depend on you.
ru: Афина, мы все зависим от тебя.

source: Deunan, please help us.
ru: Дюнан, мы нуждаемся в твоей помощи.

source: This disc is the only clue?
ru: Этот старый диск является единственным ключом?

source: Is it true that the first generation Bioroids was born in this research center?
ru: Правда, что первое поколение биороидов были рождены в этом исследовательском центре?

source: Yes, according to my superior.
ru: Да, согласно моему начальству.

source: Why did Athena keep the information on this disc secret?
ru: Почему Афина хранила информацию, находящуюся на этом диске, в секрете?

source: Why did Dr. Gilliam try to restrain the procreative ability of Bioroids?
ru: Почему доктор Джиллиан старалась ограничить репродуктивную способность биороидов?

source: Deunan, this mission is dangerous.
ru: Дюнан, эта секретная миссия очень опасна.

source: We need to concentrate on our job.
ru: Мы должны сосредоточиться на нашей работе,

source: I hope Hitomi will be saved.
ru: Не достаточно ли этого?

source: Don' t think too much.
ru: Не думай слишком много.

source: Can I ask you a question?
ru: Можно тебя спросить?

source: In that terrorist attack, your last shot...
ru: Во время атаки, твой последний выстрел...

source: Ah, never mind.
ru: Не бери в голову...

source: Deunan, here.
ru: Дюнан, Редон, сюда!

source: So this is it.
ru: Без сомнения, это здесь.

source: Kudo, back off.
ru: Кудо, отойди назад.

source: Dr. Gilliam, we have no time, please go!
ru: Доктор Джиллиан, у нас нет времени, Вы должны идти!

source: Athena, I have to erase the last one.
ru: Афина, еще осталась часть данных, я должна удалить все.

source: We' il try to defend the first attack, please hurry.
ru: Мы постараемся сдержать первую атаку, пожалуйста, поторопитесь.

source: Mommy
ru: Мама.

source: Did you get up?
ru: Ты проснулась?

source: I can' t believe it...
ru: Как?

source: What' s wrong, Deunan?
ru: Дюнан, не переживай так.

source: Deunan, listen carefully.
ru: Дюнан, послушай внимательно.

source: Mommy hid the most important information inside this necklace.
ru: Мама спрятала очень важную информацию в этом кулончике.

source: But bad guys wanted to take it to do bad things.
ru: Но плохие дяди хотят использовать её, чтобы делать плохие вещи.

source: I had to hide it.
ru: Поэтому я должна спрятать его.

source: Bad guys?
ru: Плохие дяди?

source: Bad guys that wanted to take away your future.
ru: Плохие дяди, которые хотят забрать будущее Дюнан.

source: So protect this necklace by all means.
ru: Защищай этот кулончик любыми способами.

source: Nm, Deunan will protect it.
ru: Мм, Дюнан защитит его.

source: Good girl.
ru: Хорошая девочка.

source: But if Athena asks you for this necklace, give it to Athena.
ru: Джиллиан: отдай его Афине.

source: Only Athena is an exception.
ru: Афина - это единственное исключение.

source: I know.
ru: Маленькая Дюнан:

source: Deunan, protect the "Apple Seed".
ru: Дюнан, защищай "Яблочное Семя".

source: Deunan, do you remember the thing we are looking for?
ru: Дюнан, ты помнишь вещь, которую мы ищем?

source: Do you remember?
ru: Ты помнишь?

source: Carl' s pistol... is Apple Seed inside that necklace?
ru: "Яблочное Семя" внутри этого кулона?

source: You' re Dr. Gilliam?
ru: Солдат:

source: Don' t move from there please.
ru: Доктор Джиллиан, прошу вас, не двигайтесь.

source: Please don' t move!
ru: Не двигайся!

source: I beg you, don' t move!
ru: Я умоляю тебя, не шевелись!

source: Mommy, mommy!
ru: Мама, что случилось, мама?

source: Deunan, don' t come here!
ru: Дюнан, не ходи сюда!

source: Trouble.
ru: Проблема.

source: Olympus military.
ru: Вооруженные силы Олимпа.

source: When...
ru: Когда они успели...

source: How did they know we were here?
ru: Как они узнали, что мы здесь?

source: Too many enemies!
ru: Слишком много врагов!

source: Seaside occupied!
ru: Побережье уже оккупировано!

source: Only one way to the top
ru: Остается единственный путь,

source: To the roof!
ru: Бриареос: путь на крышу!

source: Everybody stay calm!
ru: Всем сохранять спокойствие!

source: Position:
ru: Редон:

source: Room D at 5th floor.
ru: Положение: комната Д на пятом этаже.

source: Redon, you betrayed us!
ru: Редон, ты предал нас!

source: I always hated Bioroids.
ru: Я всегда ненавидел биороидов.

source: As for the traitor, that guy is the first one!
ru: Гадес: тот парень - первый!

source: Hades
ru: Гадес

source: Deunan, Long time no see.
ru: Дюнан, давно не виделись.

source: I regretted I didn' t kill Carl by myself.
ru: Я сожалею, что не убил Карла собственноручно.

source: No wonder you smell like Bioroid.
ru: Ты сама попахиваешь биороидом.

source: With this Cyborg body, you two are still together.
ru: Гадес:

source: Tell you the truth, I was indeed afraid of the seven old men' s trick.
ru: По правде сказать, я действительно испугался этого трюка Семи Старцев.

source: But to trusting your men is always your weakness, Briareos.
ru: Но доверие этим старцам всегда было твоей слабостью, Бриареос.

source: Briareos, what' s going on?
ru: Бриареос, что происходит?

source: Let me tell you Deunan.
ru: Давай я расскажу тебе, Дюнан.

source: The one behind the attack on Gaea, is Briareos.
ru: Гадес: это Бриареос.

source: Remember my Land Mate got away from him?
ru: Помнишь, мой робот ушел от него?

source: Because of him, many Bioroids died.
ru: Из- за него множество биороидов погибло.

source: Is that true?
ru: Это правда?

source: Tell her you SOB!
ru: Ответь ей, ничтожество!

source: Come on give the necklace to me.
ru: Теперь отдай кулон мне.

source: Deunan.
ru: Дюнан.

source: Hurry, go to the top!
ru: Быстро, иди наверх!

source: Hurry!
ru: Быстро!

source: Kudo!
ru: Кудо!

source: Don' t come near!
ru: Не подходи ближе!

source: Stay away from me!
ru: Держись подальше от меня!

source: Deunan, give me the necklace now!
ru: Дюнан, отдай мне кулон!

source: They want the necklace, not you.
ru: Они хотят кулон, а не тебя.

source: My mom protected it with her life.
ru: Моя мать защитила его ценой собственной жизни.

source: You knew everything from the beginning.
ru: Ты знал все с самого начала.

source: You finally realized it was him, Deunan.
ru: Наконец узнала его, истинное лицо этого монстра?

source: Deunan, I am the Senator Uranus, Commander of Olympus military.
ru: Дюнан, я сенатор Уран, командир армии Олимпа.

source: Carl was my old friend, so was Dr. Gilliam.
ru: Карл был моим старым приятелем так же, как и доктор Джиллиан.

source: I even remember when you were a child.
ru: Я видел тебя несколько раз, когда ты была еще ребенком.

source: We don' t want to hurt you.
ru: Мы не хотим обидеть тебя.

source: Just give the research information to us.
ru: Только отдай нам эту информацию.

source: We prepare to overthrow the legislative institute, destroy the D- tank and eliminate all Bioroids.
ru: Мы готовимся к свержению законодательной власти, установлению контроля над D- tank и уничтожению всех биороидов.

source: Make the human society more human.
ru: Для того чтобы люди снова получили контроль над обществом.

source: But the information in your hand will destroy our plan.
ru: Но информация в твоей руке уничтожит наш план.

source: Could you please give it to me?
ru: Отдай его, пожалуйста, мне.

source: I refuse.
ru: Я отказываюсь.

source: Olympus is not the Utopia in Carl and Dr. Gilliam' s dream any more.
ru: Олимп - это больше не та Утопия, о которой мечтали твои родители.

source: I learned fighting skills from my father Carl.
ru: Я обучилась мастерству сражения у моего отца.

source: But I was confused why he wanted me to do that.
ru: Но я никогда не понимала, зачем он этого хотел,

source: Until now.
ru: Дюнан: до этого момента.

source: General, my Mom told me I could only give this necklace to Athena.
ru: Генерал, моя мать сказал мне, что я могу отдать этот кулон только Афине.

source: Bioroids aren' t worth your trust.
ru: Биороиды не достойны твоего доверия.

source: They will control humanity.
ru: Они будут продолжать контролировать человечество.

source: Maybe they are not to be trusted,
ru: Может быть, им не стоит верить.

source: However, there' s one thing I do know:
ru: Однако одна вещь остаётся неизменной.

source: Bioroids will not kill each other.
ru: Биороиды не убивают друг друга!

source: General, we are wasting time.
ru: Генерал, мы теряем время впустую.

source: Deunan, it' s a pity.
ru: Дюнан, мне очень жаль.

source: Athena was protecting human society.
ru: Афина старалась защитить человеческое сообщество

source: So were Carl and Dr. Gilliam.
ru: Бриареос: так же, как и Карл и доктор Джиллиан.

source: They tried to hide Apple Seed to protect humanity.
ru: Они старались спрятать "Яблочное Семя", чтобы защитить человечество.

source: They wanted to prevent the rapid evolution of Bioroids.
ru: Они хотели предотвратить быстрое развитие биороидов.

source: Because Bioroids are dangerous.
ru: Потому что биороиды опасны.

source: No, to continue Dr. Gilliam' s work,
ru: Они продолжат работу доктора Джиллиан.

source: Athena does the research for Bioroid evolution step by step.
ru: Но Афина должна проводить исследования развития биороидов постепенно.

source: General
ru: Генерал,

source: Bioroids always protect human society.
ru: Бриареос: биороиды будут всегда защищать человеческое сообщество.

source: The reason I helped Hades, was to slow down the evolution process of Bioroids, and keep the lost memories lost.
ru: Бриареос: в том, чтобы ослабить темпы развития биороидов,

source: Athena wanted to hide the secret until the last.
ru: Афина хотела держать это в секрете до самого конца.

source: My mission is to give Apple Seed to the Seven Old Men.
ru: Моя миссия в том, чтобы отдать "Яблочное Семя" старцам.

source: So I get the job to protect Deunan.
ru: Вот так я получил задание защищать Дюнан.

source: If so, that necklace must be destroyed.
ru: Если так, то кулон должен быть уничтожен!

source: General, isn' t it rather strange?
ru: Генерал, не считаете ли Вы, что это довольно странно?

source: Seven Old Men want the Apple Seed.
ru: Семь старцев не просто хотят получить "Яблочное Семя".

source: They want to destroy the D- tank using the Apple Seed.
ru: Они хотят уничтожить D- Tank с помощью "Яблочного Семени".

source: Something is important for Athena to protect the D- tank.
ru: Должна быть какая- то важная причина для Афины, чтобы защищать D- Tank.

source: General, don' t let the D- tank be destroyed!
ru: Генерал, не позволяйте уничтожить D- tank!

source: Briareos
ru: Бриареос!

source: Don' t be fooled by the machine.
ru: Не давай себя обмануть машине.

source: This is revenge, Deunan.
ru: Это месть, Дюнан.

source: Can you imagine the life I had after I was fired by ESWAT?
ru: Гадес: после того, как меня исключили из ESWAT?

source: This is my revenge on Carl for firing me!
ru: Это моя месть Карлу за мое увольнение.

source: I will kill all Bioroids with his DNA.
ru: С помощью его ДНК

source: I will kill all Bioroids!
ru: Гадес: я убью всех биороидов!

source: Not my fault, hate your father, Deunan!
ru: Дюнан, если ты хочешь кого- то ненавидеть, ненавидь своего отца!

source: Don' t speak.
ru: Ничего не говори.

source: Although it' s the latest Cyborg cell,
ru: Хоть это и последняя модель,

source: I still feel pain when hit by bullets.
ru: Я все равно чувствую пули.

source: Please, don' t speak anymore.
ru: Тогда, пожалуйста, ничего не говори.

source: I always wanted to see you
ru: Я хотел тебя увидеть.

source: When I was dying in the battlefield,
ru: Когда я умирал на поле битвы,

source: I just wanted to see you one more time.
ru: Бриареос: я просто хотел еще раз тебя увидеть.

source: Then I was saved by the Seven Old Men.
ru: Тогда меня спасли Старцы.

source: I only wanted you to be safe, nothing else mattered.
ru: Бриареос: все остальное мне неважно.

source: I became a monster like this.
ru: Мое тело и душа теперь как у чудовища.

source: You didn' t change.
ru: Ты ничуть не изменился.

source: You' re still yourself.
ru: Как и раньше...

source: But I cannot protect you any more
ru: Но... я не смогу больше тебя защищать.

source: I won' t let you die.
ru: Ты же не умрешь.

source: Deunan, human...
ru: Дюнан, ни одной...

source: no human sacrifice allowed
ru: Ни одной жертвы больше не будет.

source: The Seven Old Men promised that.
ru: Старцы обещали это.

source: However they were doing something under the table.
ru: Однако они, должно быть, задумали что- то, о чем мы не знаем.

source: Go, hurry!
ru: Так что иди.

source: I cannot leave you here.
ru: Но я же не могу здесь тебя оставить.

source: The future of this planet is in your hands.
ru: Будущее этой планеты в твоих руках.

source: I don' t need a future without you.
ru: Мне не нужно будущее без тебя.

source: Deunan, don' t let your mom die in vain.
ru: Дюнан, не делай смерть твоей матери напрасной.

source: Enough.
ru: Не говори больше!

source: Briareos sent an SOS signal when he was hit.
ru: Бриареос послал сигнал SOS, когда его подбили.

source: Cool.
ru: Ёсицуне:

source: The special structure of Briareos is really perfect.
ru: Гекатонхейры - это что- то, совершенно другая структура.

source: Just in time to restore the tissue.
ru: Как раз успеем восстановить ткани.

source: He might be saved.
ru: Мы еще можем спасти его.

source: Please save him.
ru: Пожалуйста.

source: The fuel is enough for the trip.
ru: Там должно быть достаточно топлива.

source: The ultravibration gravity system is installed now.
ru: На этом Роботе установлена антигравитационная система.

source: Flying is more stable.
ru: Полет стал гораздо стабильнее.

source: The center of gravity has some offset, but no problem for 60 degree rotation.
ru: Ёсицуне: но на поворотах до 60 градусов все должно быть нормально.

source: Deunan, even we Bioroids have a few feelings.
ru: Ёсицуне: мы все равно можем любить.

source: Please save Hitomi.
ru: Позаботься о Хитоми.

source: Mission accomplished.
ru: Миссия выполнена.

source: Good work.
ru: Отлично.

source: Deunan, good work!
ru: Дюнан, неплохо поработала!

source: Finally we restored Bioroid procreative ability.
ru: Мы, наконец, восстановили репродуктивные способности биороидов.

source: Hitomi has the same life system as humans now.
ru: Теперь у Хитоми жизненный цикл человека.

source: Hitomi is saved.
ru: Теперь она спасена.

source: I am so happy.
ru: Слава богу.

source: No need to worry any more.
ru: Больше не нужно беспокоиться.

source: It was you who killed my mom?
ru: Это вы убили мою мать, так ведь?

source: Did you have my mom killed?
ru: Это вы ее убили?

source: Deunan please forgive us.
ru: Дюнан, прости нас.

source: That was an accident.
ru: Это действительно был несчастный случай.

source: If Dr. Gilliam were alive,
ru: Если бы Доктор была жива,

source: We would have more options.
ru: Старец: у нас было бы больше возможностей.

source: Why did mom hide Apple Seed?
ru: Почему мать спрятала "Яблочное Семя"?

source: Dr. Gilliam gave us our only hope.
ru: Доктор была нашей единственной надеждой

source: For the survival of the human race, coexistence of humans and Bioroids is the only way.
ru: Люди и биороиды должны жить вместе - иначе никак.

source: But humans never give up fighting. they hate superior races. with a vehemence.
ru: Старец:

source: The human race has no ability to run this planet anymore, they discarded Dr. Gilliam' s ideal.
ru: Старец:

source: According to Gaea' s prediction, the human race will be destroyed along with earth in three generations.
ru: Вот наша судьба.

source: Deunan, it' s time for the human race to step out of the way.
ru: Дюнан, пришло время людям уйти со сцены.

source: Step out?
ru: Уйти?

source: We humans must pass the future of earth over to the Bioroids.
ru: Мы, люди, должны передать будущее Земли биороидам.

source: Dr. Gilliam' s virus, will have the most important role in this mission.
ru: Старец: наконец сыграет свою роль в этой миссии.

source: A virus developed by my Mom?
ru: Вирус, над которым работала мать?

source: Yes, on the top of Tartarus.
ru: Да, на вершине Тартара

source: Sealed inside the D- tank.
ru: Старец: запечатанный в D- tank.

source: This virus can destroy the procreative ability of human beings.
ru: Этот вирус может отнять репродуктивную способность человека.

source: No sacrifices in the human society.
ru: Ни одной человеческой жертвы больше не будет.

source: The human history will end peacefully.
ru: Мы завершим историю человечества мирным путем.

source: This is the euthanasia of humanity.
ru: Это будет эвтаназией человеческой расы.

source: My mom objected to that, she disagreed with the rapid evolution of Bioroids,
ru: Дюнан:

source: So you killed her.
ru: Дюнан: поэтому вы ее убили!

source: There used to be two options for Olympus: coexistence with Bioroid or evolution to the new human race.
ru: Старец:

source: To make a right and fair judgment,
ru: Чтобы сделать правильный и обоснованный выбор,

source: Gaea was produced.
ru: Старец: была создана Гея.

source: Dr. Gilliam made great effort to produce Gaea.
ru: Доктор Джиллиан приложила много усилий для создания Геи.

source: Gaea worked in Dr. Gilliam' s way.
ru: Гея работала именно так, как хотел ее создатель.

source: If Gaea had a different opinion, it would be impossible to release the virus.
ru: Старец: было бы невозможно распространить вирус.

source: Just then, the World War was started. this planet was turned to a wasteland.
ru: Старец: всё на планете превратилось в развалины.

source: Olympus became like this
ru: Олимп, правящий миром, стал таким.

source: Gaea was angry about General Uranus' hatred towards Bioroids.
ru: Ненависть генерала Урана к биороидам только усилила гнев Геи.

source: So Gaea made the final judgment.
ru: Таким образом, Гея вынесла свой приговор.

source: Use the Apple Seed to make Bioroids the new master race and erase humanity from the history.
ru: Старец: и стереть человечество с лица земли.

source: You used me.
ru: Вы использовали меня.

source: Used me as the decoy to make Briareos obedient.
ru: Использовали как приманку, чтобы Бриареос стал послушным?

source: Your plan was to trick Gaea into a decison.
ru: Все наши усилия ушли только на то, чтобы Гея приняла решение?

source: Gaea is a hoax.
ru: Гея - это обман, ведь так?

source: This is the fate of humanity, Deunan!
ru: Это судьба человечества, Дюнан!

source: At the press of this button, the D- tank at Tartarus will explode.
ru: Старец: и D- tank на вершине Тартара взорвется.

source: The virus will spread all over the world.
ru: Вирус будет рассеян по всему миру.

source: Stop there, old men!
ru: Остановитесь!

source: 984G calling, act ASAP!
ru: 984G, приступайте немедленно!

source: The button has no use.
ru: Эта кнопка больше не работает.

source: what do you want, Athena?
ru: Что ты делаешь, Афина?

source: To prevent the perdition of human race, Bioroids were created.
ru: Биороиды были созданы, чтобы предотвратить уничтожение человечества.

source: Have you forgotten that?
ru: Вы не забыли это?

source: Bioroids were set to obey the orders of humans.
ru: Биороиды запрограммированы на подчинение людям.

source: We are not Bioroids anymore.
ru: Мы больше не "биороиды".

source: Please call us "New Humans".
ru: Называйте нас "новыми людьми".

source: Athena, this is Gaea' s decision!
ru: Афина, это воля Геи!

source: It' s the response to Uranus' s rebellion, the punishment to the human atrocity.
ru: Старец: наказание людям за их жестокость.

source: General Uranus gave it up just a moment ago.
ru: Генерал Уран только что прекратил враждебные действия.

source: He is seeking to make peace with us.
ru: Теперь он хочет мирного решения конфликта.

source: General Uranus?
ru: Генерал?

source: Gaea should have known all these things.
ru: Гея не могла не узнать об этом.

source: Deunan, Gaea' s spirit is no longer here.
ru: Дюнан, воли Геи в этом больше нет.

source: Gaea isn' t here?
ru: Геи... нет?

source: The vehemence of the human race is decreasing
ru: Страсти людские утихают,

source: Gaea would have reconsidered the judgment.
ru: Гея должна была пересмотреть решение.

source: But the Old Men stopped Gaea, acting on their will.
ru: Афина: выдавая свою волю за ее.

source: How interesting, Athena!
ru: Афина, ты довольно умна.

source: The new humans are perfect.
ru: Новые люди, в самом деле, превосходны.

source: Stopping Gaea should also affect your life- sustain system.
ru: Поскольку Гея отключена, система вашего жизнеобеспечения не могла остаться в прежнем состоянии.

source: We are going to step out of history with the human race.
ru: Да, мы уйдем из истории вместе со всем человечеством.

source: What the hell... the Spider cannon...
ru: Гекатонхейр?

source: All Spider cannons are moving toward Olympus!
ru: Все Гекатонхейры направляются к главному зданию Олимпа!

source: The Spider cannons are headed toward the top of Tartarus!
ru: Гекатонхейры идут на вершину Тартара.

source: No one can stop them.
ru: Никто их не остановит.

source: All ESWAT Land Mates move now!
ru: Все подразделения ESWAT - выступайте!

source: Attack the cannons!
ru: Атакуйте пушки!

source: Stop them by all means!
ru: Остановить их любой ценой!

source: The defense system of the D- tank is unbreakable, right?
ru: Система защиты D- tank непробиваема, правда?
